Repository: KDE/plasma-camera
Catalog: po/*/plasma-camera.po
Languages: bg, el, eo, et, eu, fi, fr, ia, ko, lt, nl, pt, pt_br, ro, sk

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев
el: Stelios
eo: Oliver Kellogg
et: Marek Laane
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
ia: Giovanni Sora
ko: 박신조
lt: Moo
nl: Freek de Kruijf - 2019 t/m 2020
pt: César A. P. Cláudio, José Nuno Pires
pt_br: André Marcelo Alvarenga, Geraldo Simião
ro: Sergiu Bivol
sk: Dušan Kazik

source: Photo
bg: Снимка
eo: Foto
eu: Argazkia
fi: Valokuva
ko: 사진
lt: Nuotrauka
pt: Fotografia
pt_br: Foto
ro: Poză

source: Video
bg: Видео
eu: Bideoa
fr: Vido
ko: 동영상
lt: Vaizdo įrašas
pt: Vídeo
pt_br: Vídeo

source: Microphone is enabled
bg: Микрофонът е включен
eu: Mikrofonoa gaituta dago
fi: Mikrofoni on käytössä
ko: 마이크가 활성화됨
lt: Mikrofonas yra įjungtas
pt: O microfone está ativado
ro: Microfonul e activat

source: Microphone is disabled
bg: Микрофонът е изключен
eu: Mikrofonoa ezgaituta dago
fi: Mikrofoni ei ole käytössä
ko: 마이크가 비활성화됨
lt: Mikrofonas yra išjungtas
pt: O microfone está desativado
ro: Microfonul e dezactivat

source: Exposure
bg: Експозиция
eu: Esposizioa
fi: Valotus
ko: 노출
lt: Išlaikymas
pt: Exposição
ro: Expunere

source: Camera
bg: Камера
el: Κάμερα
eo: Fotilo
et: Kaamera
eu: Kamera
fi: Kamera
fr: Appareil photo
ko: 카메라
lt: Kamera
pt: Câmara
pt_br: Câmera
ro: Aparat foto
sk: Fotoaparát

source: An error occurred: "%1". Please consider restarting the application if it stopped working.
bg: Възникна грешка: „%1“. Моля, помислете за рестартиране на приложението, ако то е спряло да работи.
el: Παρουσιάστηκε σφάλμα: «%1». Εξετάστε το ενδεχόμενο να επανεκκινήσετε την εφαρμογή αν έχει σταματήσει να λειτουργεί.
eo: Eraro okazis: "%1". Bonvolu konsideru rekomenci la aplikaĵon se ĝi ĉesis funkcii.
et: Tekkis tõrge: "%1". Kui rakendus lakkas töötamast, võiks kaaluda selle taaskäivitamist.
eu: Errore bat gertatu da: "%1". Aplikazioa eten bada gogoan eduki hura berrabiatzeko aukera.
fi: Tapahtui virhe: ”%1”. Jos sovellus lakkasi toimimasta, käynnistä se uudelleen.
fr: Une erreur est survenue: %1. Veuillez redmarrer l'application ds la fin de ses traitements.
ia: Un error occurreva: "%1". Pro favor tu considera reinitiar le application si illo stoppava functionar.
ko: 오류 발생: "%1". 앱을 다시 시작하십시오.
lt: Įvyko klaida: „%1“. Jei programa nustojo veikti, galite pabandyti paleisti ją iš naujo.
nl: Er deed zich een fout voor: "%1". Overweeg de toepassing opnieuw te starten als het werken is gestopt.
pt: Ocorreu um erro: "%1". Considere reiniciar a aplicação caso esta tenha deixado de funcionar.
pt_br: Ocorreu um erro: "%1". Considere reiniciar o aplicativo se ele parou de funcionar.
ro: A intervenit o eroare: „%1”. Încercați să reporniți aplicația dacă a încetat să funcționeze.
sk: Vyskytla sa chyba: "%1". Prosím, zvážte reštart aplikácie, ak prestala pracovať.

source: The video encoder is struggling to keep up. Try lowering your recording settings to improve performance.
bg: Програмата за видеокодиране се мъчи. Опитайте да намалите настройките на записа, за да подобрите производителността.
eu: Bideo kodetzaileak erritmoari eusteko zailtasunak ditu. Errendimendua hobetzeko, saiatu grabazioaren ezarpenak jaisten.
fi: Videokoodain ei tahdo pysyä mukana. Kokeile suorituskyvyn parantamiseksi nauhoitusasetusten heikentämistä.
ko: 동영상 인코더 성능의 한계에 도달했습니다. 성능을 향상시키려면 더 낮은 녹화 설정을 사용하십시오.
lt: Vaizdo koduotuvas nespėja laiku apdoroti visų duomenų. Pamėginkite sumažinti filmavimo nuostatas, kad pagerintumėte našumą.
pt: O codificador de vídeo está a ter dificuldades em acompanhar. Tente reduzir as definições de gravação para melhorar o desempenho.
pt_br: O codificador de vídeo está com dificuldades para acompanhar. Tente reduzir as configurações de gravação para melhorar o desempenho.
ro: Codorul video nu poate ține pasul. Încercați să reduceți parametrii de înregistrare pentru a îmbunătăți performanța.

source: Switch mode
bg: Превключване на режим
el: Εναλλαγή λειτουργίας
eo: Ŝanĝi reĝimon
et: Lülitamisviis
eu: Aldatu modua
fi: Vaihda tilaa
fr: Changer de mode
ia: Commuta modo
ko: 모드 전환
lt: Perjungti veikseną
nl: Modus omschakelen
pt: Mudar de modo
pt_br: Mudar o modo
ro: Schimbă regimul
sk: Prepnúť režim

source: Switch Camera
bg: Превключване на камера
el: Εναλλαγή κάμερας
eo: Ŝanĝi Fotilon
et: Lülitu kaamerale
eu: Aldatu kamera
fi: Vaihda kameraa
fr: Changer de camra
ia: Commuta Camera
ko: 카메라 전환
lt: Perjungti kamerą
nl: Camera omschakelen
pt: Mudar de câmara
pt_br: Trocar câmera
ro: Schimbă camera
sk: Prepnúť fotoaparát

source: Cancel self-timer
bg: Отмяна на самоснимачката
el: Ακύρωση χρονομέτρου
eo: Nuligi memtempigilon
et: Peata taimer
eu: Indargabetu kliskatze automatikoa
fi: Peru ajastus
fr: Annuler le chronomtre
ia: Cancella auto-temporisator
ko: 셀프 타이머 취소
lt: Atsisakyti savaiminio laikmačio
nl: Zelfontspanner annuleren
pt: Cancelar temporizador
pt_br: Cancelar o temporizador
ro: Anulează cronometrul
sk: Zrušiť samospúšť

source: Capture photo
bg: Заснемане на снимка
el: Λήψη φωτογραφίας
eo: Kapti foton
et: Tee foto
eu: Argazkia egin
fi: Ota kuva
fr: Prendre une photo
ia: Captura photo
ko: 사진 찍기
lt: Fotografuoti
nl: Foto nemen
pt: Capturar fotografia
pt_br: Capturar foto
ro: Fă o poză
sk: Zachytiť fotografiu

source: Stop recording video
bg: Спиране на видеозаписа
el: Διακοπή εγγραφής βίντεο
eo: Ĉesi registri videon
et: Lõpeta video salvestamine
eu: Gelditu bideoa grabatzea
fi: Pysäytä videon nauhoitus
fr: Arrter l'enregistrement de la vido
ia: Stoppa registrar video
ko: 동영상 녹화 중지
lt: Stabdyti vaizdo įrašo filmavimą
nl: Video opname stoppen
pt: Parar gravação de vídeo
pt_br: Parar gravação do vídeo
ro: Oprește înregistrarea video
sk: Zastaviť záznam videa

source: Start recording video
bg: Започване на видеозаписа
el: Έναρξη εγγραφής βίντεο
eo: Komenci registri videon
et: Alusta video salvestamist
eu: Hasi bideoa grabatzen
fi: Käynnistä videon nauhoitus
fr: Dmarrer l'enregistrement d'une vido
ia: Initia registrar video
ko: 동영상 녹화 시작
lt: Pradėti vaizdo įrašo filmavimą
nl: Video opname starten
pt: Iniciar gravação de vídeo
pt_br: Iniciar gravação do vídeo
ro: Pornește înregistrarea video
sk: Spustiť záznam videa

source: Failed to take a photo
bg: Неуспешно заснемане
el: Αποτυχία λήψης φωτογραφίας
eo: Malsukcesis preni foton
et: Foto tegemine nurjus
eu: Huts egin du argazkia ateratzea
fi: Kuvan ottaminen epäonnistui
fr: Impossible de prendre une photo
ia: Falleva a prendere un photo
ko: 사진을 찍을 수 없음
lt: Nepavyko fotografuoti
nl: Foto maken is mislukt
pt: Falha ao tirar uma fotografia
pt_br: Não foi possível tirar uma foto
ro: A eșuat facerea pozei
sk: Zlyhalo zachytenie fotografie

source: Failed to start recording
bg: Неуспех при започване на записването
el: Αποτυχία έναρξης εγγραφής
eo: Malsukcesis komenci registradon
et: Salvestamise alustamine nurjus
eu: Huts egin du grabatzen hastea
fi: Nauhoituksen käynnistäminen epäonnistui
fr: Impossible de dmarrer l'enregistrement
ia: Falleva a initiar registrar
ko: 녹화를 시작할 수 없음
lt: Nepavyko pradėti filmuoti
nl: Opnemen starten is mislukt
pt: Falha ao iniciar a gravação
pt_br: Não foi possível iniciar a gravação
ro: Pornirea înregistrării a eșuat
sk: Zlyhalo spustenie nahrávania

source: Exposure Value
bg: Стойност на експозиция
eu: Esposizioaren balioa
fi: Valotusarvo
ko: 노출 값
lt: Išlaikymo reikšmė
pt: Valor de exposição
ro: Valoarea expunerii

source: Camera not available
bg: Не е налична камера
el: Η κάμερα δεν είναι διαθέσιμη
eo: Fotilo ne havebla
et: Kaamera pole saadaval
eu: Kamera ez dago erabilgarri
fi: Kameraa ei ole käytettävissä
fr: Camra indisponible
ia: Camera non disponibile
ko: 카메라를 사용할 수 없음
lt: Kamera neprieinama
nl: Camera niet beschikbaar
pt: Câmara não disponível
pt_br: Câmera indisponível
ro: Camera nu e disponibilă
sk: Fotoaparát nie je dostupný

source: Settings
bg: Настройки
eu: Ezarpenak
fi: Asetukset
ko: 설정
lt: Nuostatos
pt: Definições
ro: Configurări

source: Select camera
bg: Избор на камера
eu: Hautatu kamera
fi: Valitse kamera
ko: 카메라 선택
lt: Pasirinkti kamerą
pt: Selecionar câmara
pt_br: Selecionar câmera
ro: Alegeți camera

source: Video recording resolution
bg: Резолюция на видеозаписа
eu: Bideoa grabatzeko bereizmena
fi: Videonauhoituksen tarkkuus
ko: 동영상 녹화 해상도
lt: Vaizdo įrašo filmavimo raiška
pt: Resolução de gravação de vídeo
ro: Rezoluția înregistrării video

source: Video recording quality
bg: Качество на видеозаписа
eu: Bideoa grabatzeko kalitatea
fi: Videonauhoituksen laatu
ko: 동영상 녹화 품질
lt: Vaizdo įrašo filmavimo kokybė
pt: Qualidade de gravação de vídeo
ro: Calitatea înregistrării video

source: Video recording frame rate
bg: Честота на кадрите на видеозаписа
eu: Bideoa grabatzeko fotograma-emaria
fi: Videonauhoituksen kuvanopeus
ko: 동영상 녹화 프레임 레이트
lt: Vaizdo įrašo filmavimo kadrų dažnis
pt: Taxa de fotogramas da gravação de vídeo
ro: Rata de cadre a înregistrării video

source: Video recording codec
bg: Кодек за запис на видео
eu: Bideoa grabatzeko kodeka
fi: Videonauhoituksen koodekki
ko: 동영상 녹화 코덱
lt: Vaizdo įrašo filmavimo kodekas
pt: Codificador/descodificador da gravação de vídeo
ro: Codecul înregistrării video

source: Filename pattern
lt: Failo pavadinimo šablonas
pt: Padrão de nome de ficheiro
ro: Modelul denumirii fișierelor

source: Output path
lt: Išvesties kelias
pt: Caminho de saída
ro: Calea de salvare

source: About
bg: Относно
el: Σχετικά
eo: Pri
et: Teave
eu: Honi buruz
fi: Tietoa
fr: propos
ia: A proposito
ko: 정보
lt: Apie
nl: Over
pt: Sobre
pt_br: Sobre
ro: Despre
sk: O aplikácii

source: Video Recording Resolution
bg: Резолюция на видеозаписа
eu: Bideoa grabatzeko bereizmena
fi: Videonauhoituksen tarkkuus
ko: 동영상 녹화 해상도
lt: Vaizdo įrašo filmavimo raiška
pt: Resolução da Gravação de Vídeo
ro: Rezoluția înregistrării video

source: Auto
bg: Автоматично
el: Αυτόματο
eu: Automatikoa
fi: Automaattinen
ko: 자동
lt: Automatiškai
nl: Automatisch
ro: Automat

source: Video Recording Quality
bg: Качество на видеозаписа
eu: Bideoa grabatzeko kalitatea
fi: Videonauhoituksen laatu
ko: 동영상 녹화 품질
lt: Vaizdo įrašo filmavimo kokybė
pt: Qualidade da Gravação de Vídeo
ro: Calitatea înregistrării video

source: Very low quality
bg: Много ниско качество
eu: Kalitate oso apala
fi: Hyvin heikko laatu
ko: 매우 저품질
lt: Labai žema kokybė
pt: Qualidade muito baixa
ro: Calitate foarte joasă

source: Low quality
bg: Ниско качество
eu: Kalitate apala
fi: Heikko laatu
ko: 저품질
lt: Žema kokybė
pt: Qualidade baixa
ro: Calitate joasă

source: Normal quality
bg: Нормално качество
eu: Kalitate arrunta
fi: Tavallinen laatu
ko: 일반 품질
lt: Normali kokybė
pt: Qualidade normal
ro: Calitate normală

source: High quality
bg: Високо качество
eu: Kalitate altua
fi: Hyvä laatu
ko: 고품질
lt: Aukšta kokybė
pt: Alta qualidade
ro: Calitate înaltă

source: Very high quality
bg: Много високо качество
eu: Oso kalitate altua
fi: Erittäin hyvä laatu
ko: 최고 품질
lt: Labai aukšta kokybė
pt: Muito alta qualidade
ro: Calitate foarte înaltă

source: Video Recording Framerate
bg: Честота на кадрите на видеозаписа
eu: Bideoa grabatzeko fotograma-emaria
fi: Videonauhoituksen kuvanopeus
ko: 동영상 녹화 프레임 레이트
lt: Vaizdo įrašo filmavimo kadrų dažnis
pt: Taxa de fotogramas da Gravação de Vídeo
ro: Rata de cadre a înregistrării video

source: Video Recording Codec
bg: Кодек за запис на видео
eu: Bideoa grabatzeko kodeka
fi: Videonauhoituksen koodekki
ko: 동영상 녹화 코덱
lt: Vaizdo įrašo filmavimo kodekas
pt: Codificador/descodificador da Gravação de Vídeo
ro: Codecul înregistrării video

source: Select Camera
bg: Избор на камера
eu: Hautatu kamera
fi: Valitse kamera
ko: 카메라 선택
lt: Pasirinkti kamerą
pt: Selecionar Câmara
pt_br: Selecionar câmera
ro: Alegeți camera

source: Output filename pattern
lt: Išvesties failo pavadinimo šablonas
pt: Padrão de nome de ficheiro de saída
ro: Modelul denumirii fișierelor

source: © Plasma Mobile Developers
el: © Οι προγραμματιστέ του Plasma Mobile
eo: © Plasma Poŝtelefonaj Programistoj
et: © Plasma Mobile arendajad
eu: © Plasma Mobile garatzaileak
fi: © Plasma Mobile -kehittäjät
ia: © Plasma Mobile Disveloppatores
lt: © Plasma Mobile programuotojai
nl: © Ontwikkelaars van Plasma Mobile
pt: © Programadores do Plasma Mobile
pt_br: © Desenvolvedores do Plasma Mobile
ro: © Dezvoltatorii Plasma Mobile
sk: © Vývojári Plasma Mobile

# EMAIL OF TRANSLATORS
source: Your emails
bg: mkondarev@yahoo.de
el: sstavra@gmail.com
eo: olivermkellogg@gmail.com
et: qiilaq69@gmail.com
eu: xalba@euskalnet.net
fi: translator@legisign.org
fr: xavier.besnard@neuf.fr
ia: g.sora@tiscali.it
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pt: cesarapclaudio@gmail.com
pt_br: alvarenga@kde.org, geraldosimiao@fedoraproject.org
ro: sergiu@cip.md
sk: prescott66@gmail.com

source: Camera is busy. Is another application using it?
el: Η κάμερα είναι απασχολημένη. Κάποια άλλη εφαρμογή τη χρησιμοποιεί;
fr: La camra est occupe. Est-ce qu'une autre application l'utilise-t-elle?
ia: Camera es occupate. Un altere application lo es usante?
nl: Camera is in gebruik. Gebruikt een andere toepassing deze?
sk: Fotoaparát je zaneprázdnený. Využíva ho iná aplikácia?

source: Missing camera resource.
el: Λείπει ο πόρος της κάμερας.
fr: Ressource de camra manquante.
ia: Ressource de camera mancante.
nl: Ontbrekende camerahulpbron.
sk: Chýba prostriedok fotoaparátu.

source: Took a photo
el: Ελήφθη φωτογραφία
fr: Photo prise
ia: Prende un photo
nl: Nam een foto
sk: Fotografia zachytená

source: Stopped recording
el: Η εγγραφή διακόπηκε
fr: Enregistrement arrt
ia: Stoppava registrar
nl: Opnemen is gestopt
sk: Zaznamenávanie zastavené

source: Started recording
el: Η εγγραφή ξεκίνησε
fr: Enregistrement dmarr
ia: Initiava registrar
nl: Opnemen is gestart
sk: Zaznamenávanie spustené

source: Resolution
el: Ανάλυση
fr: Rsolution
nl: Resolutie
sk: Rozlíšenie

source: White balance
el: Ισορροπία λευκού
fr: Balance des blancs
ia: Balanciamento del blanc
nl: Witbalans
sk: Vyváženie bielej

source: Sunlight
el: Ηλιος
fr: Soleil
ia: Lumine del sol
nl: Zonlicht
sk: Slnečné svetlo

source: Cloudy
el: Συννεφιά
fr: Nuageux
ia: Nubilose
nl: Bewolkt
sk: Zamračené

source: Fluorescent
el: Φθορίζον
fr: Fluorescente
ia: Fluorescente
nl: TL-lamp
sk: Fluorescentný

source: Self-timer
el: Χρονόμετρο
sk: Samospúšť

source: Off
el: Ανενεργό
sk: Vypnutá

source: Tungsten
fr: Tungstne
nl: Wolfraam
sk: Volfrám

source: Plasma Mobile Developers
fr: Dveloppeurs de Plasma Mobile
